{
    "best-documentation": [
    "Who is the documentation primarily for?",
    "How big is your design system team?",
    "How many brands or products does the design system serve?",
    "How did you approach creating the design system?",
    "How did you integrate adoption into the way it was built?",
    "How is your documentation structured or organized?",
    "What platform or tools do you use?",
    "Who contributes to documentation content?",
    "How do you prioritize what gets documented?",
    "How do you document visual elements like color, typography, etc.?",
    "How do you document components like buttons, forms, etc.?",
    "How do you ensure consistency across design elements?",
    "How do you document development standards or practices?",
    "What accessibility guidance is included in your docs?",
    "How does your documentation support scalable, maintainable code?",
    "What tools or processes do you use to maintain docs?",
    "How do you encourage contributions?",
    "What challenges did you face, and how did you solve them?",
    "Why should your documentation win this award?",
    "What impact has it had?",
    "Do you have any links, screenshots, or supporting materials?"
  ],
  "best-accessibility": [
    "How big is your design system team?",
    "How big is your accessibility team (if different)?",
    "How many brands/products does the system support?",
    "What was the key accessibility challenge or trigger you identified?",
    "How did your team approach accessibility in the design system?",
    "Why was accessibility a priority?",
    "What accessibility methods, practices, or tools do you use?",
    "What guidelines or standards do you follow?",
    "How do you test for accessibility?",
    "How do you measure progress or success?",
    "How was accessibility integrated into your org's workflow?",
    "How has your process evolved over time?",
    "How do you communicate accessibility efforts across teams?",
    "How do you onboard new team members into accessibility practices?",
    "What impact has your accessibility strategy had on your product and users?",
    "Do you have evidence of improved accessibility or adoption?",
    "What lessons did you learn, and what would you recommend to others?",
    "Why should your design system be considered for Best Accessibility?",
    "Do you have any links, screenshots, metrics, or feedback to share?"
  ],
  "best-governance": [
    "What are your goals/principles?",
    "What governance model do you use (central, federated, hybrid)?",
    "How big is your design system team?",
    "How many brands/products does the system support?",
    "What governance challenges were you trying to solve?",
    "What approach did you take to governance?",
    "What was your implementation strategy?",
    "Why did you choose your governance model?",
    "What governance areas do you focus on?",
    "Who is on your governance team, and what are their roles?",
    "What contribution model do you use?",
    "What governance rituals do you run (e.g. office hours, backlog reviews)?",
    "Have you automated anything to support governance?",
    "What challenges did you face and how did you overcome them?",
    "What impact has your governance approach had?",
    "Any evidence of improved efficiency or satisfaction?",
    "Why should your governance strategy be recognized?",
    "Do you have links, docs, data, or testimonials to share?"
  ],
  "best-collaboration": [
    "What are your goals/principles?",
    "How does the design system support collaboration?",
    "Who is on your design system team and what are their roles?",
    "How much time does each person dedicate to the system?",
    "How do contributors outside the core team participate?",
    "What processes, tools, or channels support collaboration?",
    "How do you build community around the design system?",
    "Do you run any internal events or rituals to support collaboration?",
    "How do you educate or onboard new people to the design system?",
    "How do you promote shared language and alignment?",
    "Do you have any quotes or feedback from teammates about collaboration?",
    "Why does your system deserve recognition for collaboration?",
    "Any documentation, screenshots, videos, or metrics to share?"
  ],
  "best-adoption": [
    "How big is your design system team?",
    "How many brands/products does the system serve?",
    "What design system challenge were you facing that made adoption a key concern?",
    "How did you build adoption into your approach to creating the design system?",
    "What methods or tools did you use to promote adoption?",
    "Did you use communications, campaigns, or internal advocacy?",
    "Did you build community or incentivize adoption?",
    "How did you measure success?",
    "How did you onboard stakeholders?",
    "How did your adoption process evolve over time?",
    "What impact has the adoption strategy had?",
    "Any evidence of increased adoption, improved collaboration, or better design quality?",
    "What lessons would you share with others trying to drive adoption?",
    "Why does your adoption strategy deserve recognition?",
    "Any links, visuals, metrics, or feedback to support your story?"
  ],
  "award-for-innovation": [
    "What area of your design system is innovative?",
    "Why is it different from what others typically do?",
    "How did you develop this innovation?",
    "What challenge led to exploring this innovation?",
    "What was the idea or solution you landed on?",
    "How did you test it or get buy-in?",
    "How did you roll it out?",
    "Did you iterate on the idea?",
    "What impact has this innovation had?",
    "Any evidence that it solved your challenge?",
    "Have you shared it publicly?",
    "Why does this innovation deserve an award?",
    "Any links, visuals, or demos to support your submission?"
  ],
  "best-article": [
    "What’s the title of the article?",
    "What’s the article about (short summary)?",
    "Who wrote it?",
    "When was it published?",
    "What link can we use to read it?",
    "If nominating someone else: How did it help you as a design system professional?"
  ],
  "best-talk": [
    "What’s the title of the talk?",
    "What is the talk about (short summary)?",
    "Who delivered the talk?",
    "When and where was it presented?",
    "What link can we watch/listen to the talk?",
    "What are the key takeaways from this talk?",
    "What makes it more valuable than others on the same topic?",
    "If submitting on your own behalf: any audience feedback or impact evidence?",
    "If nominating someone else: what impact did it have on you?"
  ],
  "best-podcast-or-webinar": [
    "What’s the name of the podcast or webinar series?",
    "What is it about (short description)?",
    "Who hosts or produces it?",
    "Where can we listen/watch (link)?",
    "What are some standout episodes or topics?",
    "What makes this series more valuable than others in the same space?",
    "If submitting on your own behalf: Do you have any feedback or stats showing its impact?",
    "If nominating someone else: How has it helped you as a design system practitioner?"
  ],
  "best-event": [
    "What’s the name of the event?",
    "When and where did it take place?",
    "Was it online, in-person, or hybrid?",
    "Who organized the event?",
    "Was there a design systems track or full focus?",
    "Where can we view the event website, slides, or recordings?",
    "What made this event important for the design systems community?",
    "How did it push the industry forward (e.g. new ideas, community building)?",
    "What feedback did you receive or what impact did it have on you?",
    "If submitting on your own behalf: Any event stats or testimonials?"
  ],
  "best-plugin": [
    "What’s the name of the plugin?",
    "What does it do (short description)?",
    "Where is it hosted (link)?",
    "When was it released?",
    "How does it solve a design system problem?",
    "Can you describe or show how it works?",
    "If submitting on your own behalf: Any stats, feedback, or adoption data?",
    "If nominating someone else: What impact did it have on your work?"
  ],
  "community-champion": [
    "Who are you nominating (or is it yourself)?",
    "What’s their background or experience with design systems?",
    "What work have they done on a specific project or initiative?",
    "Have they spoken at events, written articles, run meetups, or similar?",
    "Have they received any public recognition (features, awards, etc.)?",
    "What have they done to support or grow the design systems community?",
    "How have they contributed to events, forums, educational efforts, or mentoring?",
    "How do they promote inclusivity or collaboration?",
    "If nominating someone else: How have they influenced or helped you?",
    "If nominating yourself: Any quotes, testimonials, or evidence of your impact?"
  ]
}